---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneUseHumidificationSetpointParam
source: html/bf97f80b-e1bc-fac3-a464-5ac818532f85.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneUseHumidificationSetpointParam Property

"Use Humidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneUseHumidificationSetpointParam { get; }
```